export default {
  heroTitle: "더 나은 디자인 시스템 구축",
  heroSubtitle:
    "디자인 시스템을 계획, 구축 및 발전시키는 데 도움이 되는 오픈소스 체크리스트입니다.",
  heroAction: "시작하기",

  more: "더 보기",
  about: "소개",
  share: "공유",
  contribute: "기여하기",

  previous: "이전",
  next: "다음",
  completed: "완료",

  exportTitle: "소식 전하기",
  exportSubtitle:
    "디자인 시스템은 함께 만들 때 가장 효과적입니다. 이러한 이유로 이미 체크한 항목을 포함하여 이 체크리스트를 공유할 수 있도록 했습니다. 팀과 함께 진행 상황을 공유하여 모두가 함께 추적할 수 있습니다.",
  exportAction: "진행 상황 공유하기",
  exportComplete: "링크가 복사되었습니다",

  moreTitle: "더 많은 정보를 찾고 계신가요?",
  moreText:
    "우리는 이 체크리스트를 사용하여 Figma와 React를 위한 전문적으로 제작된 디자인 시스템인 Reshaped를 구축했습니다. <br /><br />수년에 걸쳐 트렌드는 오고 가지만, 핵심 과제는 변함없이 남아있는 것을 보았습니다. 그래서 우리는 앞으로도 수년간 관련성이 있을 것들에 초점을 맞추었고, 모든 규모에서 작동하는 우리만의 접근 방식을 만들었습니다.<br /><br /> 우리의 10년 이상의 전문성은 우리가 직접 사용하고 이제 다른 사람들도 사용할 수 있게 만든 화이트 라벨 디자인 시스템이 되었습니다.",
  moreAction: "자세히 알아보기",

  footerTitle: "체크리스트 이상이 필요하신가요?",
  footerText:
    "우리는 이 체크리스트를 사용하여 Figma와 React를 위한 전문적으로 제작된 디자인 시스템인 Reshaped를 구축했습니다. Reshaped는 무제한 업데이트, 시스템 소스 코드 접근 권한, 디자인 시스템 중심의 컨설팅을 포함한 정기 패키지 라이센스를 제공합니다.",
  footerAction: "자세히 알아보기",
};
